app/views/projects/index.html.erb

SELECT "teams".* FROM "teams"
---
  var team_options = '';
  <% Team.all.each do |team| %>